{"resourceType":"ValueSet","id":"SDOHCC-ValueSetSDOHCategory","meta":{"versionId":"13","lastUpdated":"2022-09-20T21:39:15.924+00:00","source":"#CJmRMIMYH9Cl5Iep"},"text":{"status":"extensions","div":"<div xmlns=\"http://www.w3.org/1999/xhtml\"><ul><li>Include these codes as defined in <a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html\"><code>http://hl7.org/fhir/us/sdoh-clinicalcare/CodeSystem/SDOHCC-CodeSystemTemporaryCodes</code></a><table class=\"none\"><tr><td style=\"white-space:nowrap\"><b>Code</b></td><td><b>Display</b></td><td><b>Definition</b></td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-sdoh-category-unspecified\">sdoh-category-unspecified</a></td><td>SDOH Category Unspecified</td><td>Category for Social Determinant of Health artifacts that are not further specified with respect to category.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-food-insecurity\">food-insecurity</a></td><td>Food Insecurity</td><td>Category for Social Determinant of Health artifacts that pertain to Food Insecurity (which is defined as: Uncertain, limited, or unstable access to food that is: adequate in quantity and in nutritional quality; culturally acceptable; safe and acquired in socially acceptable ways.) This SDOH category covers records relevant to circumstances that range from Food Insecurity to Food Security.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-housing-instability\">housing-instability</a></td><td>Housing Instability</td><td>Category for Social Determinant of Health artifacts that pertain to Housing Instability (which is defined as: Currently consistently housed, but experiencing any of the following circumstances in the past 12 months: being behind on rent or mortgage, multiple moves, or housing cost burden.) This SDOH category covers records relevant to circumstances that range from Housing Instability to Stably Housed.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-homelessness\">homelessness</a></td><td>Homelessness</td><td>Category for Social Determinant of Health artifacts that pertain to Homelessness (which is defined as including: 1) Sheltered Homelessness: because of economic difficulties, currently living in a shelter, motel, temporary or transitional living situation, scattered-site housing, or not having a consistent place to sleep at night; and 2) Unsheltered Homelessness: residing in a place not meant for human habitation, such as cars, parks, sidewalks, abandoned buildings, on the street.) This SDOH category covers records relevant to circumstances that range Homelessness to Housed.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-inadequate-housing\">inadequate-housing</a></td><td>Inadequate Housing</td><td>Category for Social Determinant of Health artifacts that pertain to Inadequate Housing (which is defined as: Housing does not meet habitability standards.) This SDOH category covers records relevant to circumstances that range from Inadequate Housing to Adequate Housing.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-transportation-insecurity\">transportation-insecurity</a></td><td>Transportation Insecurity</td><td>Category for Social Determinant of Health artifacts that pertain to Transportation Insecurity (which is defined as: Uncertain, limited, or no access to safe, reliable, accessible, affordable, and socially acceptable transportation infrastructure and modalities necessary for maintaining one’s health, well-being, or livelihood.) This SDOH category covers records relevant to circumstances that range from Transportation Insecurity to Transportation Security.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-financial-insecurity\">financial-insecurity</a></td><td>Financial Insecurity</td><td>Category for Social Determinant of Health artifacts that pertain to Financial Insecurity (which is defined as: A state of being wherein a person has difficulty fully meeting current and/or ongoing financial obligations and/or does not feel secure in their financial future.) This SDOH category covers records relevant to circumstances that range from Financial Insecurity to Financial Security.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-material-hardship\">material-hardship</a></td><td>Material Hardship</td><td>Category for Social Determinant of Health artifacts that pertain to Material Hardship (which is defined as: The lack of specific socially perceived basic physical necessities.) This SDOH category covers records relevant to circumstances that range from 'Unable to obtain physical necessity X' to 'Able to obtain physical necessity X'.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-educational-attainment\">educational-attainment</a></td><td>Educational Attainment</td><td>Category for Social Determinant of Health artifacts that pertain to the level of education attained (which, in this context, is defined by whether one has or has not met academic criteria for high school diploma or equivalent.) This SDOH category covers records relevant to circumstances that range from 'Lacks a high school diploma/certificate' to 'Has a high school diploma/certificate'.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-employment-status\">employment-status</a></td><td>Employment Status</td><td>Category for Social Determinant of Health artifacts that pertain to the status of one's employment (which, in this context, is defined by whether one has or does not have a job and is looking for and available for work). This SDOH category covers records relevant to circumstances that range from 'In labor force' (Unemployed to Employed), or 'Not in labor force'.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-veteran-status\">veteran-status</a></td><td>Veteran Status</td><td>Category for Social Determinant of Health artifacts that pertain to veteran status (which, in this context, is defined by whether one has or has not served as active military with honorable release or discharge.) This SDOH category covers records relevant to circumstances that range from 'History of military service' to 'No history of military service'.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-stress\">stress</a></td><td>Stress</td><td>Category for Social Determinant of Health artifacts that pertain to Stress (which is defined as: When a person perceives the demands of environmental stimuli to be greater than their ability to meet, mitigate, or alter those demands.) This SDOH category covers records relevant to circumstances that range from Stress to 'No stress'.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-social-connection\">social-connection</a></td><td>Social Connection</td><td>Category for Social Determinant of Health artifacts that pertain to Social Connection (which is defined as: An umbrella term that encompasses the structural, functional, and quality aspects of how individuals connect to each other.) This SDOH category covers records relevant to circumstances that range from inadequate social connections to adequate/satisfying social connections.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-intimate-partner-violence\">intimate-partner-violence</a></td><td>Intimate Partner Violence</td><td>Category for Social Determinant of Health artifacts that pertain to Intimate Partner Violence (IPV) (which is defined as: Physical violence, sexual violence, or psychological harm by a current or former partner or spouse. Often including a pattern of methods and tactics to gain and maintain power and control over the other person.) This SDOH category covers records relevant to circumstances that range from being a victim of IPV to not being a victim of IPV.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-elder-abuse\">elder-abuse</a></td><td>Elder Abuse</td><td>Category for Social Determinant of Health artifacts that pertain to Elder Abuse (which is defined as: An intentional act or failure to act by a caregiver or another person in a relationship involving an expectation of trust that causes or creates a risk of harm to an older adult and can be in the form of physical abuse, psychological abuse, sexual abuse, financial abuse, and/or neglect by someone in a caregiving role.) This SDOH category covers records relevant to circumstances that range from being a victim of elder abuse to not being a victim of elder abuse.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-personal-health-literacy\">personal-health-literacy</a></td><td>Personal Health Literacy</td><td>Category for Social Determinant of Health artifacts that pertain to Personal Health Literacy (which is defined by Healthy People 2030 as: The degree to which individuals have the ability to find, understand, and use information and services to inform health-related decisions and actions for themselves and others.) This SDOH category covers records relevant to circumstances that range from personal health literacy problems/diagnoses to positive findings/goals related to personal health literacy.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-health-insurance-coverage-status\">health-insurance-coverage-status</a></td><td>Health Insurance Coverage Status</td><td>Category for Social Determinant of Health artifacts that pertain to health insurance coverage (which is defined by whether one has, or does not have, healthcare coverage or insurance.) This SDOH category covers records relevant to circumstances that range from 'no health insurance coverage' to 'health insurance coverage'.</td></tr><tr><td><a href=\"CodeSystem-SDOHCC-CodeSystemTemporaryCodes.html#SDOHCC-CodeSystemTemporaryCodes-medical-cost-burden\">medical-cost-burden</a></td><td>Medical Cost Burden</td><td>Category for Social Determinant of Health artifacts that pertain to medical cost burden (which is defined as: A measure of financial pressure resulting from health spending stemming from inadequate resources to meet medical cost needs.) This SDOH category covers records relevant to circumstances that range from 'financial insecurity due to medical cost burden' to 'no burdensome medical costs/debt'.</td></tr></table></li></ul></div>"},"url":"http://hl7.org/fhir/us/sdoh-clinicalcare/ValueSet/SDOHCC-ValueSetSDOHCategory","version":"2.0.0-update","name":"SDOHCCValueSetSDOHCategory","title":"SDOHCC ValueSet SDOH Category","status":"draft","experimental":false,"date":"2020-12-14T04:01:34+00:00","publisher":"HL7 International Patient Care WG","contact":[{"name":"HL7 International Patient Care WG","telecom":[{"system":"url","value":"http://www.hl7.org/Special/committees/patientcare"},{"system":"email","value":"patientcare@lists.hl7.org"}]}],"description":"Codes that represent Social Determinants of Health (SDOH) domains.","jurisdiction":[{"coding":[{"system":"urn:iso:std:iso:3166","code":"US","display":"United States of America"}]}],"compose":{"include":[{"system":"http://hl7.org/fhir/us/sdoh-clinicalcare/CodeSystem/SDOHCC-CodeSystemTemporaryCodes","concept":[{"code":"sdoh-category-unspecified","display":"SDOH Category Unspecified"},{"code":"food-insecurity","display":"Food Insecurity"},{"code":"housing-instability","display":"Housing Instability"},{"code":"homelessness","display":"Homelessness"},{"code":"inadequate-housing","display":"Inadequate Housing"},{"code":"transportation-insecurity","display":"Transportation Insecurity"},{"code":"financial-insecurity","display":"Financial Insecurity"},{"code":"material-hardship","display":"Material Hardship"},{"code":"educational-attainment","display":"Educational Attainment"},{"code":"employment-status","display":"Employment Status"},{"code":"veteran-status","display":"Veteran Status"},{"code":"stress","display":"Stress"},{"code":"social-connection","display":"Social Connection"},{"code":"intimate-partner-violence","display":"Intimate Partner Violence"},{"code":"elder-abuse","display":"Elder Abuse"},{"code":"personal-health-literacy","display":"Personal Health Literacy"},{"code":"health-insurance-coverage-status","display":"Health Insurance Coverage Status"},{"code":"medical-cost-burden","display":"Medical Cost Burden"}]}]}}